aardvark-dns
alacritty
alsa-utils
aria2
base
base-devel
btrfs-progs
capitaine-cursors
chrony
cmake
cmake-format
cmake-lint
cryptsetup
dash
dhcpcd
discord
dunst
gimp
git
grim
gtk4
hadolint-bin
htop
hyprland
hyprpaper
imagemagick
imv
jq
keepassxc
less
lf
linux
linux-firmware
linux-headers
man-db
mpv
nano
neofetch
neovim
networkmanager
newsboat
noto-fonts
noto-fonts-cjk
ntfs-3g
nvm
obs-studio
openssh
pamixer
pavucontrol-qt
pipewire
pipewire-alsa
pipewire-pulse
podman
podman-compose
podman-docker
postgresql-libs
pyenv
python
qt5-wayland
qt6-wayland
qt6ct
reflector
ripgrep
ruff
sbctl
shellcheck
starship
stylua
syncthing
tk
tmux
ttf-inconsolata-nerd
ttf-joypixels
ungoogled-chromium-bin
unzip
util-linux
waybar
wl-clipboard
wofi
xdg-desktop-portal-hyprland
yay
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zsh
